{
  "data": [
    {
      "title": "Zibra Group",
      "url": "https://zibragroup.dk",
      "text": "What am I looking at? What is this? This is the experimental ZibraGroup experience. It offers you the ability to explore companies under the Zibra umbrella in an unconventional and innovative way. Use your cursor to explore to explore the Zibra system, clicking on planets to learn more!"
    },
    {
      "title": "Lactobio",
      "url": "https://www.lactobio.com/",
      "text": "From nature to microbiome-based solutions. Lactobio’s bacterial culture collection is the invaluable heart of our microbiome platform. We isolate lactic acid bacteria from humans and plants and develop cutting edge solutions with targeted and unique bacteria. Our ambition: Based on science, we identify, develop, and deliver the best microbial solution for targeted problems and health related microbial dysfunctions. Our approach: We use state-of-the-art targeted screening, genomics and metabolomics to select the most functional strains. Our solution: Restoring microbiome health using probiotic and postbiotic solutions. Patented bacterial strains: Lactobio has secured extensive Intellectual Property Rights (IPR) of several lactic acid bacteria. Our IP portfolio comprises patents, trademarks and strain deposits. Our strain collection is isolated by Lactobio compliant to the Bioconvention and the Nagoya Protocol. We aim to become one of the leading microbiome-based health companies in the world for microbiome related health issues, and to satisfy the fast-growing worldwide demand for microbial health products and solutions."
    },
    {
      "title": "MindFuture",
      "url": "https://mindfuture.com/",
      "text": "MindFuture is created by a technological entrepreneurial success and orients itself towards intelligent things and technologies. We are venture builders and develop business from scratch both by our own innovative power and in partnership with those who have an idea where a technological solution and commercial sparring can make a difference. In short: We take responsibility for the path from idea development to product innovation and on to business development. In MindFuture you become part of a strong tech community, and we offer a professional, coordinated development framework with active co-responsibility, where you can explore and develop ideas and projects for commercial successes. Our active involvement is a mix of hardware and software as well as insight and knowledge sharing. At MindFuture we support the innovative idea from early start to sustainable business. We want to be the ones who make ideas and projects succeed based on a strong tech community that we like to share."
    },
    {
      "title": "Zibra partner Equity",
      "url": "https://zibrapartner.com/en/",
      "text": "Who are we? We are a new family backed equity investor. We are not your average investment company; we are driven by sound family values, entrepreneurship and belief in the value of taking businesses and ideas to the next level. As an investor we bring a hands-on approach combining the professional toolbox of standard private equity with the patience of a family investor. Target is to partner with small to mid-sized Danish businesses and support them to grow and fulfil their potential. Zibra Partner Equity is established by the Zibrandtsen family and Kasper Kitaj and follows a clear path from the Zibra Family Office’s investment lifecycle themes."
    }
  ]
}
