{
  "data": [
    {
      "title": "Zibra Group",
      "url": "https://zibragroup.dk",
      "text": "What am I looking at? What is this? This is the experimental ZibraGroup experience. It offers you the ability to explore companies under the Zibra umbrella in an unconventional and innovative way. Use your cursor to explore to explore the Zibra system, clicking on planets to learn more!"
    },
    {
      "title": "Lactobio",
      "url": "https://www.lactobio.com/",
      "text": "From nature to microbiome-based solutions. Lactobio’s bacterial culture collection is the invaluable heart of our microbiome platform. We isolate lactic acid bacteria from humans and plants and develop cutting edge solutions with targeted and unique bacteria. Our ambition: Based on science, we identify, develop, and deliver the best microbial solution for targeted problems and health related microbial dysfunctions. Our approach: We use state-of-the-art targeted screening, genomics and metabolomics to select the most functional strains. Our solution: Restoring microbiome health using probiotic and postbiotic solutions. Patented bacterial strains: Lactobio has secured extensive Intellectual Property Rights (IPR) of several lactic acid bacteria. Our IP portfolio comprises patents, trademarks and strain deposits. Our strain collection is isolated by Lactobio compliant to the Bioconvention and the Nagoya Protocol. We aim to become one of the leading microbiome-based health companies in the world for microbiome related health issues, and to satisfy the fast-growing worldwide demand for microbial health products and solutions."
    },
    {
      "title": "MindFuture",
      "url": "https://mindfuture.com/",
      "text": "MindFuture is created by a technological entrepreneurial success and orients itself towards intelligent things and technologies. We are venture builders and develop business from scratch both by our own innovative power and in partnership with those who have an idea where a technological solution and commercial sparring can make a difference. In short: We take responsibility for the path from idea development to product innovation and on to business development. In MindFuture you become part of a strong tech community, and we offer a professional, coordinated development framework with active co-responsibility, where you can explore and develop ideas and projects for commercial successes. Our active involvement is a mix of hardware and software as well as insight and knowledge sharing. At MindFuture we support the innovative idea from early start to sustainable business. We want to be the ones who make ideas and projects succeed based on a strong tech community that we like to share."
    },
    {
      "title": "Zibra partner Equity",
      "url": "https://zibrapartner.com/en/",
      "text": "Zibra Partner Equity invests in small and medium sized companies as a majority owner. We are an active owner combining insights and capital and our ambition is to support our investments in reaching the next development level. We are a new family backed equity investor. We are not your average investment company; we are driven by sound family values, entrepreneurship and belief in the value of taking businesses and ideas to the next level. As an investor we bring a hands-on approach combining the professional toolbox of standard private equity with the patience of a family investor. Target is to partner with small to mid-sized Danish businesses and support them to grow and fulfil their potential. Zibra Partner Equity is established by the Zibrandtsen family and Kasper Kitaj and follows a clear path from the Zibra Family Office’s investment lifecycle themes."
    },
    {
      "title": "Confinze",
      "url": "https://www.confinze.io/",
      "text": "Confinze is a finance-as-a-service provider specifically targeting start-up and scale-up companies. Our platform and service concept is adapted to the specific business model and creates transparency in the financial performance. This gives our customers the opportunity for better strategic and more value-creating decisions. Confinze is the modern take on financial outsourcing. We secure the financial foundation for SaaS startups ranging from Pre-Seed to Serie-A. We are experts in bookkeeping, payroll administration, financial management and financial partnering. At Confinze, we have many years of experience with assistance and sparring as 'Interim CFO's' for various startups and scaleup companies. We know the importance of being in control of your financial foundation, and perhaps more importantly, what consequences it has if you do not have. As a company originating from the Zibra Group, we know the importance of having a trusted financial partner by your side. A financial partner who not only ensures your compliance, but also gives you insight into your company's performance - both in the past, present and future."
    },
    {
      "title": "ZibraSport",
      "url": "https://www.zibrasportequest.com",
      "text": "Zibrasport is provider of streaming and content from the largest Danish Equestrian events and bringing it to the world in partnership with ClipMyHorse.tv. This makes us the right partner if you want to advertise directly to riders and equestrians in Denmark and internationally. We are also professional commercial marketing and content creators for a broad variety of businesses. Everyone who loves horses and riding can learn about horse care, get close to the equestrian stars, and read about and watch hours of great content."
    },
    {
      "title": "ZyberSafe",
      "url": "https://zybersafe.com",
      "text": "In a world of increasing targeted cyber-attacks protecting data in motion is crucial. With hardware security modules from Zybersafe you can easily secure your valuable data integrity and confidentiality with unparalleled simplicity, security, and speed. We simplify implementation of network data encryption."
    },
    {
      "title": "People Ventures",
      "url": "https://people.ventures",
      "text": "We help entrepreneurs succeed by investing money and engage ourselves in early-stage companies. With a careful hand, we actively push and support early-stage startups with our operational skillset, experience, and network to move them fast forward."
    },
    {
      "title": "M2Call",
      "url": "https://m2call.com",
      "text": "At M2Call we utilizes artificial intelligence to create new solutions for the healthcare industry. We have developed the migo AI camera solution for monitoring critically ill patients in intensive care units (ICU). This 24/7 monitoring system benefits patients, and staff, and can improve mobility within the ICU."
    },
    {
      "title": "NGUVU",
      "url": "https://nguvu.dk",
      "text": "NGUVU is an amazing project which we admire and support. By drinking coffee from NGUVU you help supporting self-employed female coffee farmers to a higher income and better lives for themselves and their children. And as education is crucial the NGUVU project also help educating the women in development of their production and business."
    },
    {
      "title": "Quinta da Várzea",
      "url": "https://qdv.pt",
      "text": "Want to explore the authentic Portugal and still be close to Lisbon? In the beautiful Portuguese landscape you find the Danish run horse farm, Quinta de Várzea. Here you can escape to a memorable getaway were you combine relaxing by the pool and luxury facilities with native life and guided tours. And if you are an equestrian you can also explore Grand Prix level riding on the beautiful Lusitano horses."
    },
    {
      "title": "Byon8",
      "url": "https://byon8.com",
      "text": "Feeling sick or injured? The Byon8 App will compare your symptoms with thousands of similar clinically confirmed cases to help you find possible explanations and causes for your symptoms. A customized health recommendation will be provided to further guide you, and help you find the nearest doctor or hospital if necessary. Byon8 is one of our minority investments."
    },
    {
      "title": "Inniti",
      "url": "https://inniti.to",
      "text": "Want to make your lab smarter? With the Inniti connectivity solution you can connect any lab equipment and collect and store data in the cloud. With the solution you can also automate sample tracking, control your equipment and monitor your lab from anywhere."
    },
    {
      "title": "MXNEY",
      "url": "https://mxney.io",
      "text": "MXNEY is the world's first all-in-one platform for ecommerce entrepreneurs, offering a wide range of services including financial products like business accounts, loans, payment gateway, acquiring, and more. Entrepreneurs can also aply for funding through MXNEY to help them grow their business."
    },
    {
      "title": "Next11",
      "url": "https://next11.com",
      "text": "Next11 is sports tracking for coaches and athletes. The company tracks technical, physical and tactical performance and promotes sustainable performance based on data. With Next11 teams and players get live data and video on their performance. On top, it’s the first live football and ice hockey tracking system that is affordable for most teams around the world."
    },
    {
      "title": "Radiobotics",
      "url": "https://radiobotics.com",
      "text": "Where innovation meets radiology. Radiobotics develops AI-driven clinical decision support systems for X-ray analysis which are able to identify radiological findings such as fractures or osteoarthritis within seconds. Radiobotics is reshaping the way medical professionals interpret images, enabling faster diagnoses, reducing errors, and ultimately improving patient outcomes."
    },
    {
      "title": "Sani Nudge",
      "url": "https://saninudge.com",
      "text": "In Europe alone, 200,000 patients die from adverse events in healthcare each year. Sani Nudge’s healthcare safety platform help hospitals prevent adverse events in over 15 countries by effectively monitoring hand hygiene compliance, proactively preventing outbreaks, and achieving operational efficiencies through a single, user-friendly platform."
    },
    {
      "title": "Son of a Tailor",
      "url": "https://sonofatailer.com",
      "text": "Son of a Tailor is a clothing-tech company making custom fit garments. Based in Copenhagen and with our own production in Portugal, we’re on a mission to reengineer the clothing industry for the planet and people: our made-to-order model eliminates overproduction for the planet and delivers custom fit for you. With our Perfect Fit Algorithm you can create your custom size in less than 30 seconds."
    },
    {
      "title": "Spiio",
      "url": "https://spiio.com",
      "text": "Spiio is pioneering a new era in water conservation, precision irrigation and in-ground data. Providing a next-gen irrigation platform enabled by non-invasive in-ground data sensors. Spiio customers receive real-time continuous data insights to optimize irrigation decision-making. Spiio’s mission is to help customers improve playability with the minimum use of water, chemicals, power and labor necessary."
    },
    {
      "title": "Tiimo",
      "url": "https://tiimoapp.com",
      "text": "Tiimo is the go-to planning app for neurodivergent people worldwide. Structured with neuroinclusivity in mind, Tiimo gives users the flexibility to plan their own way with unique visuals and intuitive customization. Simplify time management with Tiimo, and stay on top of the most hectic days."
    },
    {
      "title": "Motus",
      "url": "https://motus.dk",
      "text": "Motus is an operational security company with backup services as main business areas. But nothing stands alone so Motus also delivers IT Security Operation Center services as well as security check of IT infrastructure. The purpose is to make customers less dependent on internal resources to IT security, and to maintain control of costs, so the customers can focus their resources elsewhere."
    }
  ]
}
